Repository: debian-janitor/igtf-policy-bundle
Catalog: debian/po/*.po
Languages: de, fr

source: Trust IGTF @PROFILE@ CAs by default?
de: Als Voreinstellung den IGTF-@PROFILE@-CAs vertrauen?
fr: Faut-il toujours faire confiance aux certificats d'autorités IGTF @PROFILE@ ?

source: Trusted IGTF Certification Authority certificates are installed in ${location}.
de: Die vertrauenswürdigen IGTF-Certification-Authority-Zertifikate werden in ${location} installiert.
fr: Les certificats d'autorités de certification de confiance IGTF sont installés dans ${location}.

source: Accept this option to have certificates included by default unless they are explicitly excluded. Reject it to choose the reverse policy, excluding them unless explicitly included.
de: Mit dieser Option werden Zertifikate per Voreinstellung berücksichtig, es sei denn, sie werden ausdrücklich ausgeschlossen. Abwahl dieser Option bewirkt das Gegenteil: Zertifikate werden abgelehnt, falls sie nicht ausdrücklich gewählt wurden.
fr: Choisissez cette option pour avoir des certificats inclus par défaut, sauf s'ils ont été explicitement exclus. Ne l'acceptez pas si vous choisissez l'inverse, à savoir les exclure sauf s'ils ont été explicitement inclus.

source: You will then have the opportunity to define the list of exceptions.
de: Sie werden dann die Gelegenheit haben, Ausnahmen zu definieren.
fr: Vous aurez alors l'opportunité de définir la liste des exceptions.

source: Certificates to explicitly exclude:
de: Zertifikate, die ausdrücklich ausgeschlossen werden sollen:
fr: Certificats à exclure explicitement :

source: Please select which certificates should not be installed in ${location}.
de: Bitte wählen Sie die Zertifikate aus, die nicht in ${location} installiert werden sollen.
fr: Veuillez choisir quels certificats ne doivent pas être installés dans ${location}.

source: Certificates to explicitly include:
de: Zertifikate, die ausdrücklich berücksichtigt werden sollen:
fr: Certificats à inclure explicitement :

source: Please select which certificates should be installed in ${location}.
de: Bitte wählen Sie die Zertifikate aus, die in ${location} installiert werden sollen.
fr: Veuillez choisir quels certificats doivent être installés dans ${location}.

source: Installation directory of the certificates:
de: Installationsverzeichnis der Zertifikate:
fr: Répertoire d'installation des certificats :

source: The default location /etc/grid-security/certificates should work fine in most cases.
de: Das Standard-Verzeichnis /etc/grid-security/certificates sollte in den meisten Fällen genügen.
fr: La destination par défaut, /etc/grid-security/certificates, devrait fonctionner dans la majorité des cas.

source: An alternative location can be given here if needed.
de: Ein alternativer Ort kann hier angegeben werden.
fr: Un autre répertoire peut être indiqué ici si besoin.
